Repository: chung223/roam-control
Catalog: RoamControl/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: A directly resolved address answered. LocalDevVPN may not be needed for this hop — worth confirming with a full session before relying on it.
zh_hant: 有直接解析出的位址回應了。這一跳可能不需要 LocalDevVPN——但在真正依賴它之前，建議先用完整的工作階段確認。

source: A newer public release is available: %@.
zh_hant: 有可用的新版公開發行版本：%@。

source: A random identifier is created for this installation and irreversibly hashed before it is sent. It is used only to estimate activity from participating installations.
zh_hant: 系統會為這次安裝建立一個隨機識別碼，並在傳送前經過不可逆的雜湊處理。它只用於估算參與安裝的活動量。

source: A real iPhone is required to start a location session.
zh_hant: 需要實體 iPhone 才能啟動定位工作階段。

source: A resolved address and loopback both answered. The service is not refusing local connections, so LocalDevVPN may not be needed for this hop. Confirm with a full session.
zh_hant: 解析出的位址與本機回送都有回應。這項服務並未拒絕本機連線，因此這一跳可能不需要 LocalDevVPN。請用完整的工作階段確認。

source: A resolved address answered but loopback did not. The service wants a real interface address, not loopback — LocalDevVPN may not be needed for this hop, but a routable address is. Confirm with a full session.
zh_hant: 解析出的位址有回應，但本機回送沒有。這項服務需要真實的介面位址而非回送位址——這一跳可能不需要 LocalDevVPN，但需要一個可路由的位址。請用完整的工作階段確認。

source: About
zh_hant: 關於

# About Roam Control
source: About Sprout
zh_hant: 關於 Sprout

source: Acropolis
zh_hant: 雅典衛城

source: Add to favourites
zh_hant: 加入收藏

source: Added
zh_hant: 加入時間

source: Africa
zh_hant: 非洲

source: Agra, India
zh_hant: 印度阿格拉

source: Alcatraz Island
zh_hant: 惡魔島

source: Allow Location access in Settings to show your real position.
zh_hant: 請在「設定」中允許定位存取，才能顯示你的真實位置。

source: Amsterdam, Netherlands
zh_hant: 荷蘭阿姆斯特丹

source: An inactive session means Sprout's worker has ended. Other apps may need time to acquire a fresh real location.
zh_hant: 工作階段未啟用代表 Sprout 的工作程序已結束。其他 App 可能需要一些時間才能取得新的真實位置。

source: Angkor Wat
zh_hant: 吳哥窟

source: Anne Frank House
zh_hant: 安妮之家

source: Anonymous Statistics
zh_hant: 匿名統計

source: Another VPN may affect local device connections. If it is appropriate for your network, compare a test with that VPN paused. Keep LocalDevVPN enabled when starting a location session.
zh_hant: 其他 VPN 可能影響本機裝置連線。若你的網路環境允許，可以暫停該 VPN 再測試比較。啟動定位工作階段時請保持 LocalDevVPN 啟用。

source: Appearance
zh_hant: 外觀

source: Arizona, United States
zh_hant: 美國亞利桑那州

source: Arrive
zh_hant: 抵達

source: Arrived
zh_hant: 已抵達

source: Asia
zh_hant: 亞洲

source: Athens, Greece
zh_hant: 希臘雅典

source: Atomium
zh_hant: 原子塔

source: Auto
zh_hant: 自動

source: Automatic
zh_hant: 自動

source: Bangkok, Thailand
zh_hant: 泰國曼谷

source: Barcelona, Spain
zh_hant: 西班牙巴塞隆納

source: Bavaria, Germany
zh_hant: 德國巴伐利亞

source: Before connecting
zh_hant: 連線之前

source: Beijing, China
zh_hant: 中國北京

source: Berlin, Germany
zh_hant: 德國柏林

source: Big Ben
zh_hant: 大笨鐘

source: Bilbao, Spain
zh_hant: 西班牙畢爾包

source: Bondi Beach
zh_hant: 邦代海灘

source: Borobudur
zh_hant: 婆羅浮屠

source: Brandenburg Gate
zh_hant: 布蘭登堡門

source: Brisk
zh_hant: 快走

source: Browse the bundled Pikmin Bloom catalogue
zh_hant: 瀏覽內建的 Pikmin Bloom 目錄

source: Browse well-known places
zh_hant: 瀏覽知名地標

source: Brussels, Belgium
zh_hant: 比利時布魯塞爾

source: Buenos Aires, Argentina
zh_hant: 阿根廷布宜諾斯艾利斯

source: Burj Khalifa
zh_hant: 哈里發塔

source: By county
zh_hant: 依縣市

source: By decoration
zh_hant: 依飾品

source: CN Tower
zh_hant: 加拿大國家電視塔

source: Cancel
zh_hant: 取消

source: Cancel Pairing
zh_hant: 取消配對

source: Cancel Restoration
zh_hant: 取消還原

source: Cape Town, South Africa
zh_hant: 南非開普敦

source: Charles Bridge
zh_hant: 查理大橋

source: Checking pairing file
zh_hant: 正在檢查配對檔案

source: Checking this iPhone
zh_hant: 正在檢查這支 iPhone

source: Checks the public GitHub release only when you tap it. Sprout never sends location, pairing or diagnostic data with this request.
zh_hant: 只有在你點選時才會檢查公開的 GitHub 版本。Sprout 不會在這個請求中傳送位置、配對或診斷資料。

source: Checks whether this iPhone's pairing service answers on the addresses Bonjour resolved, instead of only through LocalDevVPN. It opens a TCP connection and closes it without sending anything, and never starts, changes or stops a location session. The result includes local network addresses, so review it before sharing.
zh_hant: 檢查這支 iPhone 的配對服務是否能在 Bonjour 解析出的位址上回應，而不是只能透過 LocalDevVPN。它只會開啟一個 TCP 連線並立即關閉，不會傳送任何內容，也絕不會啟動、變更或停止定位工作階段。結果包含區域網路位址，分享前請先確認內容。

source: Chicago, United States
zh_hant: 美國芝加哥

source: Chichén Itzá
zh_hant: 奇琴伊察

source: Choose a location
zh_hant: 選擇一個位置

source: Choose where your iPhone should appear, from one simple map.
zh_hant: 在一張簡潔的地圖上，決定你的 iPhone 要出現在哪裡。

source: Choose whether to help improve Sprout with anonymous activity counts. Sharing starts only if you switch it on and can be changed later in Settings.
zh_hant: 你可以選擇是否以匿名活動次數協助改善 Sprout。只有在你主動開啟後才會開始分享，之後也可以在「設定」中變更。

source: Choose, test and move this iPhone’s reported location from one clean map.
zh_hant: 在一張簡潔的地圖上選擇、測試並移動這支 iPhone 回報的位置。

source: Christ the Redeemer
zh_hant: 救世基督像

source: Clear
zh_hant: 清除

source: Clear Favourites
zh_hant: 清除收藏

source: Clear History
zh_hant: 清除紀錄

source: Clear all favourites?
zh_hant: 要清除所有收藏嗎？

source: Clear location history?
zh_hant: 要清除位置紀錄嗎？

source: Clear saved places?
zh_hant: 要清除已儲存的地點嗎？

source: Clear search
zh_hant: 清除搜尋

source: Clear selected location
zh_hant: 清除已選位置

source: Close introduction
zh_hant: 關閉介紹

source: Close walking route
zh_hant: 關閉步行路線

source: Closing the local session and advertisement.
zh_hant: 正在關閉本機工作階段與廣播。

source: Colosseum
zh_hant: 羅馬競技場

source: Complete
zh_hant: 完成

source: Connect your physical iPhone to create the pairing, or import an existing file.
zh_hant: 連接你的實體 iPhone 以建立配對，或匯入現有檔案。

source: Connecting…
zh_hant: 連線中…

source: Connection Check
zh_hant: 連線檢查

source: Connection Health
zh_hant: 連線健康狀態

source: Connection error
zh_hant: 連線錯誤

source: Connection status: %@
zh_hant: 連線狀態：%@

source: Continue
zh_hant: 繼續

source: Copenhagen, Denmark
zh_hant: 丹麥哥本哈根

source: Copied
zh_hant: 已複製

source: Copies a status-only report you can paste into a bug report. It never includes locations, searches, pairing records, PINs, device names or error text.
zh_hant: 複製一份僅含狀態的報告，可貼進問題回報。其中絕不包含位置、搜尋內容、配對記錄、PIN、裝置名稱或錯誤文字。

source: Copy Experiment Result
zh_hant: 複製實驗結果

source: Copy location
zh_hant: 複製地點

source: Couldn’t check GitHub right now. Try again later.
zh_hant: 目前無法檢查 GitHub，請稍後再試。

source: Create the pairing securely on this iPhone, or import an existing file.
zh_hant: 在這支 iPhone 上安全地建立配對，或匯入現有檔案。

source: Current Location
zh_hant: 目前位置

source: Currently using %@. Update to move to %@.
zh_hant: 目前使用 %1$@。更新即可移動到 %2$@。

source: Cusco, Peru
zh_hant: 秘魯庫斯科

source: Dark
zh_hant: 深色

source: Delete
zh_hant: 刪除

source: Destination
zh_hant: 目的地

source: Detecting this iPhone…
zh_hant: 正在偵測這支 iPhone…

source: Device
zh_hant: 裝置

source: Device Setup
zh_hant: 裝置設定

source: Direct Path Experiment
zh_hant: 直連路徑實驗

source: Dismiss keyboard
zh_hant: 收起鍵盤

source: Dismisses the keyboard
zh_hant: 收起鍵盤

source: Distance
zh_hant: 距離

source: Done
zh_hant: 完成

source: Dropped Pin
zh_hant: 地圖標記

source: Dubai, United Arab Emirates
zh_hant: 阿聯杜拜

source: E
zh_hant: 東

source: Easter Island Moai
zh_hant: 復活節島摩艾石像

source: Edinburgh Castle
zh_hant: 愛丁堡城堡

source: Edinburgh, United Kingdom
zh_hant: 英國愛丁堡

source: Edit
zh_hant: 編輯

source: Eiffel Tower
zh_hant: 艾菲爾鐵塔

source: Ending walk
zh_hant: 正在結束步行

source: Enter latitude from −90 to 90 and longitude from −180 to 180.
zh_hant: 請輸入 −90 到 90 的緯度，以及 −180 到 180 的經度。

source: Enter the six-digit code in Settings to confirm.
zh_hant: 在「設定」中輸入六位數驗證碼以確認。

source: Enter this code in Settings
zh_hant: 在「設定」中輸入此驗證碼

source: Entered Location
zh_hant: 手動輸入的位置

source: Entered using coordinates
zh_hant: 以座標輸入

source: Europe
zh_hant: 歐洲

source: Events are sent to Sprout's maintainer-operated service and, in configured beta builds, TelemetryDeck. The self-hosted service receives ordinary HTTPS connection metadata, such as the source IP address, but the app does not include it in the event body.
zh_hant: 事件會傳送到由 Sprout 維護者營運的服務，在有設定的 Beta 版本中也會傳送到 TelemetryDeck。自架服務會收到一般的 HTTPS 連線中繼資料（例如來源 IP 位址），但 App 不會把它放進事件內容中。

source: Every favourite will be removed. Your history will be kept.
zh_hant: 所有收藏都會被移除，紀錄會保留。

source: Every recently used location will be removed. Your favourites will be kept.
zh_hant: 所有最近使用的地點都會被移除，收藏會保留。

source: Favourite name
zh_hant: 收藏名稱

source: Favourites
zh_hant: 收藏

source: Favourites and history
zh_hant: 收藏與紀錄

source: Feedback
zh_hant: 意見回饋

source: Finding This iPhone…
zh_hant: 正在尋找這支 iPhone…

source: Finding nearby address…
zh_hant: 正在尋找附近地址…

source: Finding the paired iPhone through the private local tunnel.
zh_hant: 正在透過私有本機隧道尋找已配對的 iPhone。

source: Fingerprint
zh_hant: 指紋

source: Finish in Settings
zh_hant: 前往「設定」完成

source: Finishing pairing
zh_hant: 正在完成配對

source: Fiordland, New Zealand
zh_hant: 紐西蘭峽灣區

source: Florida, United States
zh_hant: 美國佛羅里達州

source: Follow the mobile-data guidance if it appears.
zh_hant: 若出現行動網路的指引，請依照指引操作。

source: Forbidden City
zh_hant: 紫禁城

source: Fushimi Inari Shrine
zh_hant: 伏見稻荷大社

source: Get LocalDevVPN
zh_hant: 取得 LocalDevVPN

source: GitHub may ask you to choose Bug Report or Feature Request first. For pairing or connection problems, open Connection Health and use Copy Diagnostics. Do not include pairing records, credentials or private locations.
zh_hant: GitHub 可能會先請你選擇「Bug Report」或「Feature Request」。若是配對或連線問題，請開啟「連線健康狀態」並使用「複製診斷資訊」。請勿附上配對記錄、憑證或私人位置。

source: Give this saved place a name that is easy to recognise.
zh_hant: 為這個已儲存的地點取一個好辨認的名稱。

source: Giza, Egypt
zh_hant: 埃及吉薩

source: Golden Gate Bridge
zh_hant: 金門大橋

source: Grand Canyon South Rim
zh_hant: 大峽谷南緣

source: Grand Palace
zh_hant: 大皇宮

source: Great Barrier Reef
zh_hant: 大堡礁

source: Great Wall at Badaling
zh_hant: 八達嶺長城

source: Guggenheim Museum
zh_hant: 古根漢美術館

source: Gyeongbokgung Palace
zh_hant: 景福宮

source: Ha Long Bay
zh_hant: 下龍灣

source: Hagia Sophia
zh_hant: 聖索菲亞大教堂

source: Help
zh_hant: 說明

source: History
zh_hant: 歷史紀錄

source: Hobbiton Movie Set
zh_hant: 哈比屯電影場景

source: Hollywood Sign
zh_hant: 好萊塢標誌

source: Hong Kong
zh_hant: 香港

source: Honshū, Japan
zh_hant: 日本本州

source: How it works
zh_hant: 運作方式

source: Hualien, Taiwan
zh_hant: 台灣花蓮

source: Hybrid
zh_hant: 混合

source: I'm Using Mobile Data
zh_hant: 我正在使用行動網路

source: If you're on Wi‑Fi, make sure LocalDevVPN says Connected, then try again. Choose mobile data only when you're actually using 4G or 5G.
zh_hant: 如果你正在使用 Wi‑Fi，請確認 LocalDevVPN 顯示為 Connected，然後再試一次。只有在你確實使用 4G 或 5G 時才選擇行動網路。

source: Iguazú Falls
zh_hant: 伊瓜蘇瀑布

source: Import Existing File
zh_hant: 匯入現有檔案

source: Install %@
zh_hant: 安裝 %@

source: Install LocalDevVPN
zh_hant: 安裝 LocalDevVPN

source: Install LocalDevVPN and switch it on.
zh_hant: 安裝 LocalDevVPN 並開啟它。

source: Install LocalDevVPN before starting a location session.
zh_hant: 啟動定位工作階段前，請先安裝 LocalDevVPN。

source: Istanbul, Türkiye
zh_hant: 土耳其伊斯坦堡

source: Java, Indonesia
zh_hant: 印尼爪哇

source: Jemaa el-Fnaa
zh_hant: 傑馬夫納廣場

source: Keep Developer Mode enabled on the iPhone.
zh_hant: 讓 iPhone 保持啟用開發者模式。

source: Keep Recovery Options
zh_hant: 保留復原選項

# Keep Roam Control open until the real location has been restored.
source: Keep Sprout open until the real location has been restored.
zh_hant: 真實位置還原完成前，請保持 Sprout 開啟。

# Keep Roam Control running. You can use other apps while the walk continues.
source: Keep Sprout running. You can use other apps while the walk continues.
zh_hant: 請讓 Sprout 持續執行。步行進行期間你可以使用其他 App。

source: Keep Simulated Location
zh_hant: 保持模擬定位

source: Kilimanjaro, Tanzania
zh_hant: 坦尚尼亞吉力馬札羅

source: Kuala Lumpur, Malaysia
zh_hant: 馬來西亞吉隆坡

source: Kyoto, Japan
zh_hant: 日本京都

source: Landmarks
zh_hant: 地標

source: Las Vegas Strip
zh_hant: 拉斯維加斯大道

source: Las Vegas, United States
zh_hant: 美國拉斯維加斯

source: Last active
zh_hant: 上次使用時間

source: Last location
zh_hant: 上次的位置

source: Last saved point
zh_hant: 上次儲存的位置點

source: Leaning Tower of Pisa
zh_hant: 比薩斜塔

source: Light
zh_hant: 淺色

source: Livingstone, Zambia
zh_hant: 尚比亞李文斯頓

source: Local Network access is required to find this iPhone.
zh_hant: 需要「區域網路」權限才能找到這支 iPhone。

source: Local Network access is required. Enable it in Settings › Apps › Sprout, then try again.
zh_hant: 需要「區域網路」權限。請到「設定 › App › Sprout」開啟後再試一次。

source: Local Network access is unavailable. Allow it in iPhone Settings, then try again.
zh_hant: 無法使用「區域網路」權限。請在 iPhone 設定中允許後再試一次。

source: LocalDevVPN did not make the iPhone connection available in time.
zh_hant: LocalDevVPN 未能及時建立與 iPhone 的連線。

source: LocalDevVPN did not open the secure tunnel in time.
zh_hant: LocalDevVPN 未能及時開啟安全隧道。

source: LocalDevVPN returned an invalid device address.
zh_hant: LocalDevVPN 回傳了無效的裝置位址。

source: Location Simulation Stopped
zh_hant: 模擬定位已停止

source: Location control
zh_hant: 定位控制

source: Location copied
zh_hant: 已複製地點

source: Location details unavailable
zh_hant: 無法取得地點詳細資訊

source: Location is active
zh_hant: 定位進行中

source: Location simulation stopped. Waiting for a fresh location from this iPhone.
zh_hant: 模擬定位已停止。正在等候這支 iPhone 回報新的位置。

source: London, United Kingdom
zh_hant: 英國倫敦

source: Looking for a securely stored pairing record.
zh_hant: 正在尋找安全儲存的配對記錄。

source: Loopback
zh_hant: 本機回送

source: Los Angeles, United States
zh_hant: 美國洛杉磯

source: Louvre Museum
zh_hant: 羅浮宮

source: Machu Picchu
zh_hant: 馬丘比丘

source: Make sure LocalDevVPN is connected, switch mobile data off briefly, then return to Sprout.
zh_hant: 請確認 LocalDevVPN 已連線，短暫關閉行動網路，然後回到 Sprout。

source: Map Style
zh_hant: 地圖樣式

source: Map controls
zh_hant: 地圖控制項

source: Mara, Tanzania
zh_hant: 坦尚尼亞馬拉

source: Marina Bay Sands
zh_hant: 濱海灣金沙

source: Marrakesh, Morocco
zh_hant: 摩洛哥馬拉喀什

source: Matamata, New Zealand
zh_hant: 紐西蘭瑪塔瑪塔

source: Milford Sound
zh_hant: 米佛峽灣

source: Misiones, Argentina
zh_hant: 阿根廷米西奧內斯

source: Moscow, Russia
zh_hant: 俄羅斯莫斯科

source: Mount Fuji
zh_hant: 富士山

source: Mount Kilimanjaro
zh_hant: 吉力馬札羅山

source: Mushroom spots
zh_hant: 菇點

source: My Real Location Is Already Back
zh_hant: 我的真實位置已經回來了

source: N
zh_hant: 北

source: Nantou, Taiwan
zh_hant: 台灣南投

source: Neuschwanstein Castle
zh_hant: 新天鵝堡

source: Never Shared
zh_hant: 絕不分享

source: New Location
zh_hant: 換一個位置

source: New York, United States
zh_hant: 美國紐約

source: New on-device pairing is available on iOS 27. The simulator can test the screen, but Apple only exposes the real handshake on a physical iPhone.
zh_hant: iOS 27 提供了新的裝置端配對。模擬器可以測試畫面，但 Apple 只在實體 iPhone 上開放真正的交握。

source: Niagara Falls
zh_hant: 尼加拉瀑布

source: No matching pairing service was found. Is the paired iPhone awake and on this network?
zh_hant: 找不到相符的配對服務。配對的 iPhone 是否已喚醒並連在這個網路上？

source: No matching place found.
zh_hant: 找不到符合的地點。

source: No public GitHub release has been published yet.
zh_hant: 目前尚未發布任何公開的 GitHub 版本。

source: No spots recorded
zh_hant: 沒有收錄點位

source: No walking route was found for this destination.
zh_hant: 找不到通往這個目的地的步行路線。

source: Normal
zh_hant: 一般

source: North America
zh_hant: 北美洲

source: Northern Territory, Australia
zh_hant: 澳洲北領地

source: Nothing answered. Check that LocalDevVPN is connected and the paired iPhone is awake, then run it again.
zh_hant: 沒有任何位址回應。請確認 LocalDevVPN 已連線、配對的 iPhone 處於喚醒狀態，然後重新執行。

source: Nothing in the catalogue yields this yet.
zh_hant: 目錄裡還沒有會產出這一項的點位。

source: OK
zh_hant: 好

source: Obelisco de Buenos Aires
zh_hant: 布宜諾斯艾利斯方尖碑

source: Oceania
zh_hant: 大洋洲

source: Off by default. Never includes locations, searches, routes, pairing data or personal information.
zh_hant: 預設關閉。絕不包含位置、搜尋內容、路線、配對資料或個人資訊。

source: On-device pairing needs your physical iPhone.
zh_hant: 裝置端配對需要實體 iPhone。

source: Only the LocalDevVPN address answered. The tunnel app is required for this hop.
zh_hant: 只有 LocalDevVPN 的位址回應。這一跳需要隧道 App。

source: Ontario, Canada
zh_hant: 加拿大安大略

source: Open LocalDevVPN
zh_hant: 開啟 LocalDevVPN

source: Open LocalDevVPN in App Store
zh_hant: 在 App Store 開啟 LocalDevVPN

source: Open Settings › Privacy & Security › Developer Mode.
zh_hant: 開啟「設定 › 隱私權與安全性 › 開發者模式」。

source: Opening LocalDevVPN…
zh_hant: 正在開啟 LocalDevVPN…

source: Opening the secure location session.
zh_hant: 正在開啟安全的定位工作階段。

source: Opens device pairing setup
zh_hant: 開啟裝置配對設定

source: Optional and off by default. Helps estimate activity from participating installations. Locations, searches and pairing data are never included.
zh_hant: 選用，預設關閉。用於估算參與安裝的活動量。絕不包含位置、搜尋內容與配對資料。

source: Other VPNs
zh_hant: 其他 VPN

source: Page %lld of %lld
zh_hant: 第 %1$lld 頁，共 %2$lld 頁

source: Pair This iPhone
zh_hant: 配對這支 iPhone

source: Pair this iPhone
zh_hant: 配對這支 iPhone

source: Pair this iPhone before resuming or restoring the session.
zh_hant: 恢復或還原工作階段前，請先完成這支 iPhone 的配對。

source: Pair this iPhone before running the direct-path experiment.
zh_hant: 執行直連路徑實驗前，請先完成這支 iPhone 的配對。

source: Pair this iPhone before starting a walking session.
zh_hant: 開始步行工作階段前，請先完成這支 iPhone 的配對。

source: Pair this iPhone before starting location control.
zh_hant: 使用定位控制前，請先完成這支 iPhone 的配對。

source: Pair this iPhone here, or import its existing RPPairing file.
zh_hant: 在這裡配對這支 iPhone，或匯入它既有的 RPPairing 檔案。

source: Pair this iPhone once
zh_hant: 配對這支 iPhone 一次

source: Pairing & Connection
zh_hant: 配對與連線

source: Pairing code %@
zh_hant: 配對驗證碼 %@

source: Pairing code ready
zh_hant: 配對驗證碼已就緒

source: Pairing file ready
zh_hant: 配對檔案已就緒

source: Pairing problem
zh_hant: 配對發生問題

source: Pairing required
zh_hant: 需要配對

# Pairing took too long. Return to Roam Control and try again.
source: Pairing took too long. Return to Sprout and try again.
zh_hant: 配對耗時過久。請回到 Sprout 再試一次。

source: Pairing verification took too long.
zh_hant: 配對驗證耗時過久。

source: Paris, France
zh_hant: 法國巴黎

source: Pause
zh_hant: 暫停

source: Petronas Towers
zh_hant: 雙峰塔

source: Pick any place
zh_hant: 選擇任何地點

source: Pikmin Spots
zh_hant: Pikmin 點位

source: Pisa, Italy
zh_hant: 義大利比薩

source: Places you use will appear here.
zh_hant: 你用過的地點會出現在這裡。

source: Planning Walking Route…
zh_hant: 正在規劃步行路線…

source: Postcards
zh_hant: 明信片

source: Potosí, Bolivia
zh_hant: 玻利維亞波托西

source: Prague, Czechia
zh_hant: 捷克布拉格

source: Preparing a secure pairing session…
zh_hant: 正在準備安全的配對工作階段…

source: Preparing pairing
zh_hant: 正在準備配對

source: Preparing the route…
zh_hant: 正在準備路線…

source: Preparing walk
zh_hant: 準備步行中

source: Preview Walking Route
zh_hant: 預覽步行路線

source: Previous Session Interrupted
zh_hant: 上次的工作階段被中斷

source: Privacy
zh_hant: 隱私

source: Private by design
zh_hant: 隱私優先的設計

source: Pyramids of Giza
zh_hant: 吉薩金字塔

source: Queensland, Australia
zh_hant: 澳洲昆士蘭

source: Quảng Ninh, Vietnam
zh_hant: 越南廣寧

source: Rapa Nui, Chile
zh_hant: 智利復活節島

source: Rarest first. A decoration with few spots is the one worth travelling for.
zh_hant: 稀有的排在前面。點位越少的飾品，越值得專程跑一趟。

source: Reachable · %lld ms
zh_hant: 可連線 · %lld 毫秒

source: Ready
zh_hant: 就緒

source: Ready in Settings
zh_hant: 可在「設定」中進行

source: Red Square
zh_hant: 紅場

source: Relaxed
zh_hant: 輕鬆

source: Remaining
zh_hant: 剩餘

source: Remove Pairing
zh_hant: 移除配對

source: Remove from favourites
zh_hant: 從收藏移除

source: Remove this pairing record?
zh_hant: 要移除這筆配對記錄嗎？

source: Rename
zh_hant: 重新命名

source: Rename Favourite
zh_hant: 重新命名收藏

source: Reorder favourites
zh_hant: 重新排列收藏

source: Replace Pairing File
zh_hant: 更換配對檔案

source: Replay Introduction
zh_hant: 重看介紹

source: Report a Bug
zh_hant: 回報問題

source: Request a Feature
zh_hant: 建議新功能

source: Required before location control
zh_hant: 使用定位控制前必須完成

source: Reset App
zh_hant: 重設 App

# Reset Roam Control
source: Reset Sprout
zh_hant: 重設 Sprout

# Reset Roam Control?
source: Reset Sprout?
zh_hant: 要重設 Sprout 嗎？

source: Reset could not finish
zh_hant: 重設未能完成

source: Restoration
zh_hant: 還原

source: Restore Real Location
zh_hant: 還原真實位置

source: Restore this iPhone's real location?
zh_hant: 要還原這支 iPhone 的真實位置嗎？

source: Restoring Real Location…
zh_hant: 正在還原真實位置…

source: Restoring reconnects only long enough to clear the simulated location. Nothing starts automatically. Keep Sprout open until it finishes.
zh_hant: 還原只會短暫重新連線以清除模擬定位，不會自動啟動任何項目。完成前請保持 Sprout 開啟。

source: Restoring this iPhone's real location
zh_hant: 正在還原這支 iPhone 的真實位置

source: Restoring this iPhone's real location. Keep Sprout open until this finishes.
zh_hant: 正在還原這支 iPhone 的真實位置。完成前請保持 Sprout 開啟。

source: Restoring this iPhone's real location…
zh_hant: 正在還原這支 iPhone 的真實位置…

source: Resume
zh_hant: 恢復

source: Resume Location
zh_hant: 繼續定位

source: Resume Walking
zh_hant: 繼續步行

source: Return map to north
zh_hant: 將地圖轉回正北

source: Rio de Janeiro, Brazil
zh_hant: 巴西里約熱內盧

source: Sprout can use this record when the LocalDevVPN session layer is connected.
zh_hant: 當 LocalDevVPN 的工作階段層已連線時，Sprout 就能使用這筆記錄。

source: Sprout closed before it could confirm that the simulated location at %@ ended. Choose what this iPhone should do next.
zh_hant: Sprout 在確認 %@ 的模擬定位已結束之前就關閉了。請選擇這支 iPhone 接下來要做什麼。

source: Sprout closed before it could confirm that the simulated walk to %@ ended. Continue from the last saved point or restore this iPhone's real location.
zh_hant: Sprout 在確認前往 %@ 的模擬步行已結束之前就關閉了。你可以從上次儲存的位置繼續，或還原這支 iPhone 的真實位置。

# Roam Control could not complete the iPhone service handshake.
source: Sprout could not complete the iPhone service handshake.
zh_hant: Sprout 無法完成 iPhone 的服務交握。

# Roam Control could not confirm stopping location simulation.
source: Sprout could not confirm stopping location simulation.
zh_hant: Sprout 無法確認模擬定位已停止。

# Roam Control could not determine its pairing port.
source: Sprout could not determine its pairing port.
zh_hant: Sprout 無法判斷自己的配對連接埠。

source: Sprout could not find this iPhone through LocalDevVPN. Check that the tunnel is enabled and try again.
zh_hant: Sprout 無法透過 LocalDevVPN 找到這支 iPhone。請確認隧道已啟用後再試一次。

# Roam Control could not follow this walking route.
source: Sprout could not follow this walking route.
zh_hant: Sprout 無法沿著這條步行路線移動。

# Roam Control could not identify this iPhone's pairing service.
source: Sprout could not identify this iPhone's pairing service.
zh_hant: Sprout 無法識別這支 iPhone 的配對服務。

# Roam Control could not open a local pairing connection.
source: Sprout could not open a local pairing connection.
zh_hant: Sprout 無法開啟本機配對連線。

# Roam Control could not open the iPhone's location controls.
source: Sprout could not open the iPhone's location controls.
zh_hant: Sprout 無法開啟這支 iPhone 的定位控制項。

# Roam Control could not open the iPhone's service directory.
source: Sprout could not open the iPhone's service directory.
zh_hant: Sprout 無法開啟這支 iPhone 的服務目錄。

# Roam Control could not open the secure device tunnel.
source: Sprout could not open the secure device tunnel.
zh_hant: Sprout 無法開啟安全的裝置隧道。

# Roam Control could not prepare the selected location.
source: Sprout could not prepare the selected location.
zh_hant: Sprout 無法準備所選的位置。

# Roam Control could not reach the iPhone through LocalDevVPN.
source: Sprout could not reach the iPhone through LocalDevVPN.
zh_hant: Sprout 無法透過 LocalDevVPN 連到這支 iPhone。

# Roam Control could not secure the device tunnel.
source: Sprout could not secure the device tunnel.
zh_hant: Sprout 無法為裝置隧道建立加密。

# Roam Control could not securely store the new pairing.
source: Sprout could not securely store the new pairing.
zh_hant: Sprout 無法安全地儲存新的配對記錄。

# Roam Control could not start its device session.
source: Sprout could not start its device session.
zh_hant: Sprout 無法啟動裝置工作階段。

# Roam Control could not start its location engine.
source: Sprout could not start its location engine.
zh_hant: Sprout 無法啟動定位引擎。

# Roam Control could not start its pairing engine.
source: Sprout could not start its pairing engine.
zh_hant: Sprout 無法啟動配對引擎。

# Roam Control could not start the walking session.
source: Sprout could not start the walking session.
zh_hant: Sprout 無法啟動步行工作階段。
